Repository: slosimon/cmsAuth
Catalog: locale/*/LC_MESSAGES/django.po
Languages: sl

source: Registration
sl: Registracija

source: CMS contest name (e.g. CMS)
sl: ZOTKS

source: Thanks
sl: Hvala

source: Now you can proceed with tasks. They are available on
sl: Sedaj lahko začnete z reševanjem nalog. Te so dostopne

source: this address
sl: na tej strani

source: and
sl: in

source: are released under the
sl: sta objavljeni pod

source: GNU Affero General Public License
sl: GNU Affero General Public

# Request New Password
source: Hi! We recieved your request for changing password for username: %(username)s. You can do it by clicking on next link: %(activation_link)s Best regards cmsAuth team.
sl: Zdravo! Prejeli smo tvojo zahtevo za menjavo gesla za uporabniško ime: %(username)s. To lahko storiš s klikom na naslednjo povezavo: %(activation_link)s Lep pozdrav ekipa CmsSi.

# Email
source: Hi! Please confirm your username (%(username)s) with a click on the link. %(activation_link)s Thanks, cmsAuth team.
sl: Zdravo! Prosim potrdi svoje uporabniško ime (%(username)s) s klikom na povezavo. %(activation_link)s Hvala, ekipa CmsSi.

source: Registration
sl: Registracija

source: CMS contest name here (e.g. CMS)
sl: ZOTKS

source: Welcome
sl: Pozdravljeni

source: Register
sl: Registracija

source: New password
sl: Novo geslo

source: Lost password
sl: Pozabljeno geslo

source: Enter your email
sl: Vnesi e-poštni naslov

source: Send request
sl: Pošlji prošnjo za novo geslo

source: Enter new password
sl: Vnesi novo geslo

source: Change password
sl: Menjava gesla

source: Email sent
sl: E-pošta poslana

source: For password change, please check your inbox. If you can't find email there, check also Spam/Junk email.
sl: Za menjavo gesla preverite e-poštni nabiralnik. Če ne pošte ne najdete, preverite tudi nezaželeno pošto (Spam/Junk).

source: Confirmation
sl: Potrditev

# Email
source: To confirm your account please check your Inbox (also Junk/Spam). If %(email)s is not yout email, please re-enter your email.
sl: za potrditev računa preverite nabiralnik (tudi nezaželeno pošto). Če %(email)s ni vaš e-poštni naslov, vnesite pravega.

source: Change your email
sl: Spremeni e-poštni naslov

source: Password changed
sl: Geslo spremenjeno

source: Password changed successfully
sl: Geslo je bilo uspešno spremenjeno

source: Your password was changed. Now you can proceed solving tasks.
sl: Geslo je bilo spremenjeno. Sedaj lahko pričnete z reševanjem nalog.

source: Name
sl: Ime

source: Surname
sl: Priimek

source: Username
sl: Uporabniško ime

source: Email
sl: E-pošta

source: Invalid email
sl: Neveljavna e-pošta

source: Password (min 6 chars)
sl: Geslo 8najmanj 6 znakov)

source: Confirm your password
sl: Potrdite geslo

source: Passwords don't match.
sl: Gesli se ne ujemata.

source: CMS Registration
sl: Registracija CMS

source: Invalid email.
sl: Neveljavna e-pošta.

source: CMS registration
sl: CMS registracija

source: Confirm password
sl: Potrdite geslo

source: Passwords don't match
sl: Gesli se ne ujemata

source: CMS password
sl: CMS geslo

source: Activate your account for CMS
sl: Aktiviraj tvoj CMS račun

source: New activation key for CMS
sl: Novo aktivacijsko geslo za CMS

source: Change your CMS password
sl: Spremeni CMS geslo

source: Activate your user account for CMS
sl: Aktiviraj uporabnika za CMS
